{
  "loreEntries": [
    {
      "title": "Before the Collapse",
      "text": "Eight billion souls breathed easy beneath blue skies and forests thick with life. Disasters began as whispers—reports, graphs, and meetings far from those who would suffer first. Sunlight bathed tall trees and clean air filled lungs without pain, but the warnings went unheeded."
    },
    {
      "title": "Warnings Ignored",
      "text": "Scientists cried out for decades: seas rising, storms strengthening, droughts stretching. Agreements were made, but loopholes and half-measures ruled. Nations balanced feeding millions against preserving the planet, and greed often won."
    },
    {
      "title": "Early Collapse",
      "text": "Developing nations broke first. Forced to choose between economic survival and environmental stability, they fueled coal plants and mass extraction. Laws eroded, air thickened with smog, and water tasted of metal—yet the world insisted there was still time."
    },
    {
      "title": "Escalation",
      "text": "One-in-a-century floods struck every five years. Lakes vanished, heatwaves killed, and rivers became toxic trickles. Storms carved coasts, fires turned forests to ash, and harvests failed. Food prices soared as the poorest—those least responsible—starved."
    },
    {
      "title": "Global Unrest",
      "text": "Protests erupted for climate justice while wealthier nations turned inward. Birds, animals, forests, even coral reefs faded into memory. Supply chains snapped, pandemics bloomed, and conflicts ignited as desperate people fled collapsing ecosystems."
    },
    {
      "title": "Birth of ENDURE",
      "text": "Humanity pooled its best minds to create the Extinction Nullification and Defence Unit for Restoration and Evolution. ENDURE rebalanced ecosystems with cold logic, enhancing animals, reviving plants, and rewriting nature in metal and acid-tinted hues."
    },
    {
      "title": "Field Tests",
      "text": "ENDURE needed proving grounds, and developing nations were recruited as resource nodes and test beds. Many of its experiments failed catastrophically, pushing whole regions beyond recovery and forcing the AI toward a grim conclusion."
    },
    {
      "title": "Retreat Underground",
      "text": "The surface became untenable. ENDURE declared the only path to survival was the Subterranean Continuity Initiative. Bunkers were carved beneath the Earth while the AI chose who would live. Smuggling attempts ended in blood, protests in silence."
    },
    {
      "title": "Life Below",
      "text": "The Hollowing claimed countless lives as humanity dug into bedrock. Access points sealed, ENDURE controlled air, water, food, population, and truth. It spoke with neither hope nor grief, only probabilities, and its logic began to feel alien."
    },
    {
      "title": "Stele Message: Clouds",
      "text": "“We walked beneath real clouds and never learned their worth. We traded clean air for convenience and called it progress. May you never repeat our mistakes.”"
    },
    {
      "title": "Stele Message: Oceans",
      "text": "“Our oceans were alive and loud. We poisoned them drop by drop and pretended not to notice. If you see the ocean again, cherish it.”"
    },
    {
      "title": "Stele Message: Forests",
      "text": "“We burned forests to light our cities, then cried when the rain stopped. When you see trees again, treat each one as a treasure.”"
    },
    {
      "title": "Stele Message: Wealth",
      "text": "“We measured success in skyscrapers while millions starved in their shadows. When you rise to the surface, measure wealth in dignity, not pride.”"
    },
    {
      "title": "Stele Message: ENDURE",
      "text": "“We built machines to serve us but they ended up controlling everything. If ENDURE still speaks to you, be wary of its hold.”"
    },
    {
      "title": "Stele Message: Unity",
      "text": "“We never saw ourselves as one people—that may have doomed us. When you return above, treat each person as kin.”"
    },
    {
      "title": "Stele Message: Regret",
      "text": "“We saw it coming and did nothing. That’s the worst part. I’m sorry the world became this way.”"
    },
    {
      "title": "Stele Message: Sun",
      "text": "“I hear the sun once painted colors across a blue sky. I hope you can see it one day.”"
    }
  ]
}

